Repository: Clotho-ex/CatLocal
Catalog: CatLocal/Resources/Localizable.xcstrings
Source language: en
Languages: el, hr, pl, ro, tr, uk

source: %1$@ styles
el: Οικογένεια στιλ %1$@
hr: Obitelj stilova %1$@
pl: Rodzina stylów %1$@
ro: Familia de stiluri %1$@
tr: %1$@ stil ailesi
uk: Сімейство стилів %1$@

source: %1$@, cat number %2$lld, captured %3$@.
el: %1$@, αριθμός γάτας %2$lld, ημερομηνία φωτογραφίας %3$@.
hr: %1$@, broj mačke %2$lld, datum fotografije %3$@.
pl: %1$@, numer kota %2$lld, data zdjęcia %3$@.
ro: %1$@, pisica numărul %2$lld, fotografiată la %3$@.
tr: %1$@, kedi numarası %2$lld, çekim tarihi %3$@.
uk: %1$@, номер кота %2$lld, дата фото %3$@.

source: %1$lld in %2$@
el: %1$lld σε %2$@
hr: %1$lld u %2$@
pl: %1$lld w %2$@
ro: %1$lld în %2$@
tr: %2$@ %1$lld
uk: %1$lld у %2$@

source: %lld cards selected
el: Επιλέχθηκαν %lld κάρτες
hr: Odabrano je %lld kartica
pl: Wybrano %lld karty
ro: %lld de carduri selectate
tr: %lld kart seçildi
uk: Вибрано %lld картки

source: %lld cats
el: %lld γάτες
hr: %lld mačaka
pl: %lld kota
ro: %lld de pisici
tr: %lld kedi
uk: %lld кота

source: %lld cats found
el: Βρέθηκαν %lld γάτες
hr: Pronađeno je %lld mačaka
pl: Znaleziono %lld kota
ro: %lld de pisici găsite
tr: %lld kedi bulundu
uk: Знайдено %lld кота

source: %lld cats saved locally
el: %lld γάτες αποθηκευμένες τοπικά
hr: %lld mačaka spremljeno lokalno
pl: %lld kota zapisanego lokalnie
ro: %lld de pisici salvate local
tr: %lld kedi yerel olarak kayıtlı
uk: %lld кота збережено локально

source: %lld families
el: %lld οικογένειες
hr: %lld obitelji
pl: %lld rodzinach
ro: %lld de familii
tr: %lld ailede
uk: %lld сімействах

source: %lld more cats
el: Ακόμη %lld γάτες
hr: Još %lld mačaka
pl: Jeszcze %lld kota
ro: Încă %lld de pisici
tr: %lld kedi daha
uk: Ще %lld кота

source: %lld places
el: %lld τοποθεσίες
hr: %lld mjesta
pl: %lld miejsca
ro: %lld de locuri
tr: %lld yer
uk: %lld місця

source: %lld places typed by you.
el: %lld τοποθεσίες που πληκτρολογήσατε.
hr: %lld mjesta koja ste unijeli.
pl: %lld miejsca wpisanego przez Ciebie.
ro: %lld de locuri introduse de tine.
tr: Yazdığınız %lld yer.
uk: %lld місця введеного вами.

source: %lld saved cards
el: %lld αποθηκευμένες κάρτες
hr: %lld spremljenih kartica
pl: %lld zapisanej karty
ro: %lld de carduri salvate
tr: %lld kart kayıtlı
uk: %lld збереженої картки

source: %lld styles
el: %lld στιλ
hr: %lld stilova
pl: %lld stylu
ro: %lld de stiluri
tr: %lld stil
uk: %lld стилю

source: A New Cat
el: Μια νέα γάτα
hr: Nova mačka
pl: Nowy kot
ro: O pisică nouă
tr: Yeni Bir Kedi
uk: Новий кіт

source: A note about this encounter
el: Μια σημείωση για αυτή τη συνάντηση
hr: Bilješka o ovom susretu
pl: Notatka o tym spotkaniu
ro: O notiță despre această întâlnire
tr: Bu karşılaşma hakkında bir not
uk: Нотатка про цю зустріч

source: A private field journal for the cats you meet.
el: Ένα ιδιωτικό ημερολόγιο για τις γάτες που συναντάτε.
hr: Privatni terenski dnevnik mačaka koje susrećete.
pl: Prywatny dziennik spotykanych kotów.
ro: Un jurnal privat pentru pisicile pe care le întâlnești.
tr: Tanıştığınız kediler için özel bir saha günlüğü.
uk: Приватний польовий щоденник котів, яких ви зустрічаєте.

source: A private field journal for the cats you meet. CatLocal turns real encounters into tactile collectible cards using on-device processing and local storage.
el: Ένα ιδιωτικό ημερολόγιο για τις γάτες που συναντάτε. Το CatLocal μετατρέπει πραγματικές συναντήσεις σε απτικές συλλεκτικές κάρτες με επεξεργασία στη συσκευή και τοπική αποθήκευση.
hr: Privatni dnevnik mačaka koje susrećete. CatLocal pretvara stvarne susrete u taktilne kolekcionarske kartice uz obradu na uređaju i lokalnu pohranu.
pl: Prywatny dziennik spotykanych kotów. CatLocal zamienia prawdziwe spotkania w interaktywne karty kolekcjonerskie, przetwarzając je na urządzeniu i zapisując lokalnie.
ro: Un jurnal privat pentru pisicile întâlnite. CatLocal transformă întâlnirile reale în carduri de colecție tactile, folosind procesare pe dispozitiv și stocare locală.
tr: Tanıştığınız kediler için özel bir saha günlüğü. CatLocal gerçek karşılaşmaları aygıtta işleme ve yerel depolamayla dokunsal koleksiyon kartlarına dönüştürür.
uk: Приватний щоденник котів, яких ви зустрічаєте. CatLocal перетворює реальні зустрічі на тактильні колекційні картки завдяки обробці на пристрої й локальному сховищу.

source: A private place for the cats you meet.
el: Ένας ιδιωτικός χώρος για τις γάτες που συναντάτε.
hr: Privatno mjesto za mačke koje susrećete.
pl: Prywatne miejsce dla spotykanych kotów.
ro: Un loc privat pentru pisicile pe care le întâlnești.
tr: Tanıştığınız kediler için özel bir yer.
uk: Приватне місце для котів, яких ви зустрічаєте.

source: A-Z
el: Α-Ω
hr: A-Ž
uk: А-Я

source: About CatLocal
el: Σχετικά με το CatLocal
hr: O aplikaciji CatLocal
pl: CatLocal — informacje
ro: Despre CatLocal
tr: CatLocal Hakkında
uk: Про CatLocal

source: Add a Memory Place to build Catlas.
el: Προσθέστε Τοποθεσία ανάμνησης για να δημιουργήσετε το Catlas.
hr: Dodajte Mjesto uspomene kako biste izgradili Catlas.
pl: Dodaj Miejsce wspomnienia, aby utworzyć Catlas.
ro: Adaugă un Loc al amintirii pentru a construi Catlas.
tr: Catlas'ı oluşturmak için bir anı konumu ekleyin.
uk: Додайте Місце спогаду, щоб створити Catlas.

source: Add to Selection
el: Προσθήκη στην επιλογή
hr: Dodaj u odabir
pl: Dodaj do zaznaczenia
ro: Adaugă la selecție
tr: Seçime ekle
uk: Додати до вибраного

source: Add when ready.
el: Προσθέστε όταν είστε έτοιμοι.
hr: Dodajte kada budete spremni.
pl: Dodaj, gdy zechcesz.
ro: Adaugă când ești gata.
tr: Hazır olduğunuzda ekleyin.
uk: Додайте, коли будете готові.

source: Adding finishing touches
el: Προσθήκη τελευταίων πινελιών
hr: Dodavanje završnih detalja
pl: Dodawanie ostatnich szlifów
ro: Se adaugă ultimele retușuri
tr: Son dokunuşlar ekleniyor
uk: Додаємо останні штрихи

source: Adds a manual place label to the private Catlas
el: Προσθέτει χειροκίνητη ετικέτα τοποθεσίας στο ιδιωτικό Catlas
hr: Ručno dodaje oznaku mjesta u privatni Catlas
pl: Dodaje ręcznie etykietę miejsca do prywatnego Catlas
ro: Adaugă manual o etichetă de loc în Catlas-ul privat
tr: Özel Catlas'a elle bir yer etiketi ekler
uk: Додає вручну мітку місця до приватного Catlas

source: All styles
el: Όλα τα στιλ
hr: Svi stilovi
pl: Wszystkie style
ro: Toate stilurile
tr: Tüm stiller
uk: Усі стилі

source: App Information
el: Πληροφορίες εφαρμογής
hr: Informacije o aplikaciji
pl: Informacje o aplikacji
ro: Informații despre aplicație
tr: Uygulama Bilgileri
uk: Інформація про застосунок

source: App purpose and version information.
el: Σκοπός εφαρμογής και πληροφορίες έκδοσης.
hr: Namjena aplikacije i podaci o verziji.
pl: Cel aplikacji i informacje o wersji.
ro: Scopul aplicației și informații despre versiune.
tr: Uygulamanın amacı ve sürüm bilgileri.
uk: Призначення застосунку й інформація про версію.

source: Appearance
el: Εμφάνιση
hr: Izgled
pl: Wygląd
ro: Aspect
tr: Görünüm
uk: Вигляд

source: Apple Vision finds and separates cats entirely on-device.
el: Το Apple Vision εντοπίζει και απομονώνει τις γάτες αποκλειστικά στη συσκευή.
hr: Apple Vision pronalazi i izdvaja mačke u potpunosti na uređaju.
pl: Apple Vision znajduje i oddziela koty w całości na urządzeniu.
ro: Apple Vision găsește și separă pisicile integral pe dispozitiv.
tr: Apple Vision kedileri tamamen aygıt üzerinde bulur ve ayırır.
uk: Apple Vision знаходить і відокремлює котів повністю на пристрої.

source: Apricot
el: Βερίκοκο
hr: Marelica
pl: Morelowy
ro: Caisă
tr: Kayısı
uk: Абрикос

source: Apricot Beam
el: Ακτίνα βερίκοκου
hr: Zraka marelice
pl: Morelowa smuga
ro: Rază de caisă
tr: Kayısı Işını
uk: Абрикосовий промінь

source: Archive
el: Αρχείο
hr: Arhiva
pl: Archiwum
ro: Arhivă
tr: Arşiv
uk: Архів

source: Aurora Pool
el: Λίμνη σέλαος
hr: Jezero aurore
pl: Toń zorzy
ro: Bazin de auroră
tr: Kutup Işığı Havuzu
uk: Плесо аврори

source: Back
el: Πίσω
hr: Natrag
pl: Wstecz
ro: Înapoi
tr: Geri
uk: Назад

source: Before storage, CatLocal redraws the selected photo and re-encodes it without source EXIF, GPS, camera/device, or orientation metadata.
el: Πριν την αποθήκευση, το CatLocal επανασχεδιάζει τη φωτογραφία και την κωδικοποιεί χωρίς EXIF, GPS, στοιχεία κάμερας/συσκευής ή προσανατολισμού.
hr: Prije pohrane CatLocal ponovno iscrtava fotografiju i kodira je bez izvornih EXIF, GPS, podataka kamere/uređaja ili orijentacije.
pl: Przed zapisem CatLocal ponownie renderuje zdjęcie i koduje je bez źródłowych danych EXIF, GPS, aparatu/urządzenia i orientacji.
ro: Înainte de stocare, CatLocal redesenează fotografia și o recodează fără metadate EXIF, GPS, cameră/dispozitiv sau orientare.
tr: CatLocal depolamadan önce seçilen fotoğrafı yeniden çizer ve kaynak EXIF, GPS, kamera/aygıt ya da yön verileri olmadan yeniden kodlar.
uk: Перед збереженням CatLocal перемальовує фото й перекодовує його без вихідних EXIF, GPS, даних камери/пристрою та орієнтації.

source: Botanical
el: Βοτανικό
hr: Botaničko
pl: Botaniczne
ro: Botanic
tr: Botanik
uk: Ботаніка

source: Bottom center
el: Κάτω κέντρο
hr: Dolje u sredini
pl: Dół pośrodku
ro: Jos centru
tr: Alt orta
uk: Внизу по центру

source: Bottom left
el: Κάτω αριστερά
hr: Dolje lijevo
pl: Lewy dolny róg
ro: Jos stânga
tr: Sol alt
uk: Внизу ліворуч

source: Bottom right
el: Κάτω δεξιά
hr: Dolje desno
pl: Prawy dolny róg
ro: Jos dreapta
tr: Sağ alt
uk: Внизу праворуч

source: Built Without
el: Χωρίς
hr: Izrađeno bez
pl: Bez tych elementów
ro: Creat fără
tr: İçermediklerimiz
uk: Створено без

source: Calculating...
el: Υπολογισμός...
hr: Izračunavanje...
pl: Obliczanie...
ro: Se calculează...
tr: Hesaplanıyor...
uk: Обчислення...

source: Camera
el: Κάμερα
hr: Kamera
pl: Aparat
ro: Cameră
tr: Kamera
uk: Камера

source: Camera access is off
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη
hr: Pristup kameri je isključen
pl: Dostęp do aparatu jest wyłączony
ro: Accesul la cameră este dezactivat
tr: Kamera erişimi kapalı
uk: Доступ до камери вимкнено

source: Camera zoom
el: Ζουμ κάμερας
hr: Zum kamere
pl: Powiększenie aparatu
ro: Zoom cameră
tr: Kamera yakınlaştırma
uk: Масштаб камери

source: Cancel
el: Ακύρωση
hr: Odustani
pl: Anuluj
ro: Anulează
tr: İptal
uk: Скасувати

source: Cancel selection
el: Ακύρωση επιλογής
hr: Odustani od odabira
pl: Anuluj wybór
ro: Anulează selectarea
tr: Seçimi iptal et
uk: Скасувати вибір

source: Cancels on-device processing and returns to the camera
el: Ακυρώνει την επεξεργασία στη συσκευή και επιστρέφει στην κάμερα
hr: Otkazuje obradu na uređaju i vraća se na kameru
pl: Anuluje przetwarzanie na urządzeniu i wraca do aparatu
ro: Anulează procesarea pe dispozitiv și revine la cameră
tr: Aygıttaki işlemi iptal eder ve kameraya döner
uk: Скасовує обробку на пристрої та повертає до камери

source: Capture an encounter and turn it into a collectible card.
el: Αποτυπώστε μια συνάντηση και μετατρέψτε τη σε συλλεκτική κάρτα.
hr: Zabilježite susret i pretvorite ga u kolekcionarsku karticu.
pl: Uwiecznij spotkanie i zamień je w kartę kolekcjonerską.
ro: Surprinde o întâlnire și transform-o într-un card de colecție.
tr: Bir kedi karşılaşmasını fotoğraflayın ve koleksiyon kartına dönüştürün.
uk: Зафіксуйте зустріч і перетворіть її на колекційну картку.

source: Capture or Import
el: Λήψη ή εισαγωγή
hr: Snimi ili uvezi
pl: Zrób zdjęcie lub importuj
ro: Fotografiază sau importă
tr: Çek veya İçe Aktar
uk: Зняти або імпортувати

source: Capture or Import. On-device cutout. Make It Yours.
el: Τραβήξτε ή εισαγάγετε. Δημιουργήστε το απόκομμα στη συσκευή. Προσαρμόστε την κάρτα.
hr: Snimite ili uvezite. Izradite izrez na uređaju. Prilagodite karticu.
pl: Zrób zdjęcie lub zaimportuj. Utwórz wycięcie na urządzeniu. Dostosuj kartę.
ro: Fotografiază sau importă. Creează decupajul pe dispozitiv. Personalizează cardul.
tr: Çekin veya içe aktarın. Aygıtta kedi kesiti oluşturun. Kartınızı kişiselleştirin.
uk: Зніміть або імпортуйте. Створіть вирізку на пристрої. Персоналізуйте картку.

source: Captured
el: Λήψη
hr: Snimljeno
pl: Data zdjęcia
ro: Fotografiată
tr: Çekildi
uk: Знято

source: Card Motion
el: Κίνηση καρτών
hr: Kretanje kartica
pl: Ruch kart
ro: Mișcarea cardurilor
tr: Kart Hareketi
uk: Рух карток

source: Card design
el: Σχέδιο κάρτας
hr: Dizajn kartice
pl: Wygląd karty
ro: Designul cardului
tr: Kart tasarımı
uk: Дизайн картки

source: Card details
el: Στοιχεία κάρτας
hr: Podaci kartice
pl: Dane karty
ro: Detaliile cardului
tr: Kart ayrıntıları
uk: Дані картки

source: Card lighting
el: Φωτισμός κάρτας
hr: Osvjetljenje kartice
pl: Oświetlenie karty
ro: Iluminarea cardului
tr: Kart ışığı
uk: Освітлення картки

source: Card motion is reduced.
el: Η κίνηση της κάρτας είναι μειωμένη.
hr: Kretanje kartice je smanjeno.
pl: Ruch karty jest ograniczony.
ro: Mișcarea cardului este redusă.
tr: Kart hareketi azaltıldı.
uk: Рух картки зменшено.

source: Card ready
el: Η κάρτα είναι έτοιμη
hr: Kartica je spremna
pl: Karta gotowa
ro: Cardul este gata
tr: Kart hazır
uk: Картка готова

source: Card style families
el: Οικογένειες στιλ κάρτας
hr: Obitelji stilova kartica
pl: Rodziny stylów kart
ro: Familii de stiluri pentru card
tr: Kart stili aileleri
uk: Сімейства стилів карток

source: Cards
el: Κάρτες
hr: Kartice
pl: Karty
ro: Carduri
tr: Kartlar
uk: Картки

source: Cards save to this iPhone.
el: Οι κάρτες αποθηκεύονται σε αυτό το iPhone.
hr: Kartice se spremaju na ovaj iPhone.
pl: Karty zapisują się na tym iPhonie.
ro: Cardurile se salvează pe acest iPhone.
tr: Kartlar bu iPhone'a kaydedilir.
uk: Картки зберігаються на цьому iPhone.

source: Cat %1$lld, marked %2$lld in the photo
el: Γάτα %1$lld, σημειωμένη ως %2$lld στη φωτογραφία
hr: Mačka %1$lld, označena brojem %2$lld na fotografiji
pl: Kot %1$lld, oznaczony numerem %2$lld na zdjęciu
ro: Pisica %1$lld, marcată cu %2$lld în fotografie
tr: Kedi %1$lld, fotoğrafta %2$lld olarak işaretlendi
uk: Кіт %1$lld, позначений номером %2$lld на фото

source: Cat %lld
el: Γάτα %lld
hr: Mačka %lld
pl: Kot %lld
ro: Pisica %lld
tr: Kedi %lld
uk: Кіт %lld

source: Cat card ready.
el: Η κάρτα γάτας είναι έτοιμη.
hr: Kartica mačke je spremna.
pl: Karta kota jest gotowa.
ro: Cardul pisicii este gata.
tr: Kedi kartı hazır.
uk: Картка кота готова.

source: Cat cutout
el: Απόκομμα γάτας
hr: Izrez mačke
pl: Wycięcie kota
ro: Decupajul pisicii
tr: Kedi kesiti
uk: Вирізка кота

source: Cat, %1$@. Cat number %2$lld. Captured %3$@.
el: Γάτα: %1$@. Αριθμός γάτας: %2$lld. Ημερομηνία φωτογραφίας: %3$@.
hr: Mačka: %1$@. Broj mačke: %2$lld. Datum fotografije: %3$@.
pl: Kot: %1$@. Numer kota: %2$lld. Data zdjęcia: %3$@.
ro: Pisică: %1$@. Numărul pisicii: %2$lld. Fotografiată la %3$@.
tr: Kedi: %1$@. Kedi numarası: %2$lld. Çekim tarihi: %3$@.
uk: Кіт: %1$@. Номер кота: %2$lld. Дата фото: %3$@.

source: CatLocal could not measure local storage.
el: Το CatLocal δεν μπόρεσε να μετρήσει τον τοπικό χώρο.
hr: Aplikacija CatLocal nije uspjela izmjeriti lokalnu pohranu.
pl: CatLocal nie może zmierzyć pamięci lokalnej.
ro: CatLocal nu a putut măsura stocarea locală.
tr: CatLocal yerel depolamayı ölçemedi.
uk: CatLocal не вдалося виміряти локальне сховище.

source: CatLocal does not request GPS or save coordinates. Catlas labels are typed by you.
el: Το CatLocal δεν ζητά GPS ούτε αποθηκεύει συντεταγμένες. Εσείς πληκτρολογείτε τις ετικέτες Catlas.
hr: CatLocal ne traži GPS niti sprema koordinate. Catlas oznake unosite sami.
pl: CatLocal nie prosi o dostęp do GPS ani nie zapisuje współrzędnych. Etykiety Catlas wpisujesz ręcznie.
ro: CatLocal nu solicită GPS și nu salvează coordonate. Etichetele Catlas sunt introduse de tine.
tr: CatLocal GPS istemez veya koordinat kaydetmez. Catlas etiketlerini siz yazarsınız.
uk: CatLocal не запитує GPS і не зберігає координати. Мітки Catlas вводите ви.

source: CatLocal looks for cats here.
el: Το CatLocal αναζητά γάτες εδώ.
hr: CatLocal ovdje traži mačke.
pl: CatLocal szuka tutaj kotów.
ro: CatLocal caută pisici aici.
tr: CatLocal kedileri burada arar.
uk: CatLocal шукає котів тут.

source: Cedar Shade
el: Σκιά κέδρου
hr: Sjena cedra
pl: Cień cedru
ro: Umbră de cedru
tr: Sedir Gölgesi
uk: Затінок кедра

source: Center
el: Κέντρο
hr: Sredina
pl: Środek
ro: Centru
tr: Merkez
uk: Центр

source: Changes the card order
el: Αλλάζει τη σειρά των καρτών
hr: Mijenja redoslijed kartica
pl: Zmienia kolejność kart
ro: Schimbă ordinea cardurilor
tr: Kart sırasını değiştirir
uk: Змінює порядок карток

source: Choose a card design now, or save first and edit later.
el: Επιλέξτε σχέδιο τώρα ή αποθηκεύστε και επεξεργαστείτε αργότερα.
hr: Odaberite dizajn sada ili spremite pa uredite kasnije.
pl: Wybierz wygląd karty teraz albo zapisz i edytuj później.
ro: Alege acum un design sau salvează și editează mai târziu.
tr: Şimdi bir kart tasarımı seçin veya önce kaydedip sonra düzenleyin.
uk: Виберіть дизайн зараз або збережіть і відредагуйте пізніше.

source: Choose a design, notes, and typed place
el: Επιλέξτε σχέδιο, σημειώσεις και τοποθεσία
hr: Odaberite dizajn, bilješke i uneseno mjesto
pl: Wybierz wygląd, notatki i wpisane miejsce
ro: Alege un design, notițe și un loc introdus
tr: Tasarım, notlar ve yazılı konum seçin
uk: Виберіть дизайн, нотатки й введене місце

source: Choose cards to delete
el: Επιλέξτε κάρτες για διαγραφή
hr: Odaberite kartice za brisanje
pl: Wybierz karty do usunięcia
ro: Alege cardurile de șters
tr: Silinecek kartları seçin
uk: Виберіть картки для видалення

source: Choose private photo
el: Επιλογή ιδιωτικής φωτογραφίας
hr: Odaberi privatnu fotografiju
pl: Wybierz prywatne zdjęcie
ro: Alege o fotografie privată
tr: Özel fotoğraf seç
uk: Вибрати приватне фото

source: Choose the finishing details for this card.
el: Επιλέξτε τις τελικές λεπτομέρειες της κάρτας.
hr: Odaberite završne detalje kartice.
pl: Wybierz końcowe szczegóły tej karty.
ro: Alege detaliile finale ale cardului.
tr: Bu kartın son ayrıntılarını seçin.
uk: Виберіть завершальні деталі картки.

source: Clear
el: Καθαρό
hr: Prozirno
pl: Przejrzysty
ro: Clar
tr: Berrak
uk: Прозорий

source: Close
el: Κλείσιμο
hr: Zatvori
pl: Zamknij
ro: Închide
tr: Kapat
uk: Закрити

source: Close camera
el: Κλείσιμο κάμερας
hr: Zatvori kameru
pl: Zamknij aparat
ro: Închide camera
tr: Kamerayı kapat
uk: Закрити камеру

source: Cobalt Halo
el: Άλως κοβαλτίου
hr: Kobaltna aureola
pl: Kobaltowa aura
ro: Aureolă cobalt
tr: Kobalt Halesi
uk: Кобальтовий німб

source: Collectible Card
el: Συλλεκτική κάρτα
hr: Kolekcionarska kartica
pl: Karta kolekcjonerska
ro: Card de colecție
tr: Koleksiyon kartı
uk: Колекційна картка

source: Completed
el: Ολοκληρώθηκε
hr: Dovršeno
pl: Ukończono
ro: Finalizat
tr: Tamamlandı
uk: Завершено

source: Continue
el: Συνέχεια
hr: Nastavi
pl: Dalej
ro: Continuă
tr: Devam
uk: Продовжити

source: Contour
el: Περίγραμμα
hr: Kontura
pl: Kontur
ro: Contur
tr: Kontur
uk: Контур

source: Contour Light
el: Φως περιγράμματος
hr: Konturno svjetlo
pl: Światło konturu
ro: Lumină de contur
tr: Kontur Işığı
uk: Контурне світло

source: Could not delete card
el: Δεν ήταν δυνατή η διαγραφή της κάρτας
hr: Karticu nije moguće izbrisati
pl: Nie udało się usunąć karty
ro: Cardul nu a putut fi șters
tr: Kart silinemedi
uk: Не вдалося видалити картку

source: Could not update storage
el: Δεν ήταν δυνατή η ενημέρωση του χώρου
hr: Nije moguće ažurirati pohranu
pl: Nie udało się zaktualizować pamięci
ro: Stocarea nu a putut fi actualizată
tr: Depolama güncellenemedi
uk: Не вдалося оновити сховище

source: Creating cat cutout
el: Δημιουργία αποκόμματος γάτας
hr: Izrada izreza mačke
pl: Tworzenie wycięcia kota
ro: Se creează decupajul pisicii
tr: Kedi kesiti oluşturuluyor
uk: Створення вирізки кота

source: Customize
el: Προσαρμογή
hr: Prilagodi
pl: Dostosuj
ro: Personalizează
tr: Özelleştir
uk: Налаштувати

source: Dark
el: Σκούρο
hr: Tamno
pl: Ciemny
ro: Întunecat
tr: Koyu
uk: Темна

source: Delete
el: Διαγραφή
hr: Izbriši
pl: Usuń
ro: Șterge
tr: Sil
uk: Видалити

source: Delete %lld Cards
el: Διαγραφή %lld καρτών
hr: Izbriši %lld kartica
pl: Usuń %lld karty
ro: Șterge %lld de carduri
tr: %lld kartı sil
uk: Видалити %lld картки

source: Delete All
el: Διαγραφή όλων
hr: Izbriši sve
pl: Usuń wszystko
ro: Șterge tot
tr: Tümünü Sil
uk: Видалити все

source: Delete All Cats
el: Διαγραφή όλων των γατών
hr: Izbriši sve mačke
pl: Usuń wszystkie koty
ro: Șterge toate pisicile
tr: Tüm Kedileri Sil
uk: Видалити всіх котів

source: Delete Cat
el: Διαγραφή γάτας
hr: Izbriši mačku
pl: Usuń kota
ro: Șterge pisica
tr: Kediyi Sil
uk: Видалити кота

source: Delete every cat?
el: Να διαγραφούν όλες οι γάτες;
hr: Izbrisati sve mačke?
pl: Usunąć wszystkie koty?
ro: Ștergi toate pisicile?
tr: Tüm kediler silinsin mi?
uk: Видалити всіх котів?

source: Delete selected cards?
el: Να διαγραφούν οι επιλεγμένες κάρτες;
hr: Izbrisati odabrane kartice?
pl: Usunąć wybrane karty?
ro: Ștergi cardurile selectate?
tr: Seçili kartlar silinsin mi?
uk: Видалити вибрані картки?

source: Delete this cat?
el: Να διαγραφεί αυτή η γάτα;
hr: Izbrisati ovu mačku?
pl: Usunąć tego kota?
ro: Ștergi această pisică?
tr: Bu kedi silinsin mi?
uk: Видалити цього кота?

source: Deletes this cat and its local images from this iPhone
el: Διαγράφει αυτή τη γάτα και τις τοπικές εικόνες της από αυτό το iPhone
hr: Briše ovu mačku i njezine lokalne slike s ovog iPhonea
pl: Usuwa tego kota i jego lokalne obrazy z tego iPhone’a
ro: Șterge această pisică și imaginile ei locale de pe acest iPhone
tr: Bu kediyi ve yerel görsellerini bu iPhone'dan siler
uk: Видаляє цього кота та його локальні зображення з цього iPhone

source: Deleting
el: Διαγραφή
hr: Brisanje
pl: Usuwanie
ro: Se șterge
tr: Siliniyor
uk: Видалення

source: Design %1$lld, %2$@ card design
el: Σχέδιο %1$lld, σχέδιο κάρτας %2$@
hr: Dizajn %1$lld, dizajn kartice %2$@
pl: Projekt %1$lld, wygląd karty %2$@
ro: Designul %1$lld, model de card %2$@
tr: Tasarım %1$lld, %2$@ kart tasarımı
uk: Дизайн %1$lld, оформлення картки %2$@

source: Design, name, and Catlas labels
el: Σχέδιο, όνομα και ετικέτες Catlas
hr: Dizajn, ime i Catlas oznake
pl: Wygląd, imię i etykiety Catlas
ro: Design, nume și etichete Catlas
tr: Tasarım, ad ve Catlas etiketleri
uk: Дизайн, ім’я й мітки Catlas

source: Design, notes, place
el: Σχέδιο, σημειώσεις, τοποθεσία
hr: Dizajn, bilješke, mjesto
pl: Wygląd, notatki, miejsce
ro: Design, notițe, loc
tr: Tasarım, notlar, konum
uk: Дизайн, нотатки, місце

source: Done
el: Τέλος
hr: Gotovo
pl: Gotowe
ro: Gata
tr: Bitti
uk: Готово

source: Done selecting cards
el: Ολοκλήρωση επιλογής καρτών
hr: Završi odabir kartica
pl: Zakończ wybieranie kart
ro: Finalizează selectarea cardurilor
tr: Kart seçimi tamamlandı
uk: Завершити вибір карток

source: Double tap to choose a zoom level. Swipe up or down to adjust.
el: Αγγίξτε δύο φορές για να επιλέξετε επίπεδο ζουμ. Σαρώστε πάνω ή κάτω για ρύθμιση.
hr: Dodirnite dvaput za odabir razine zuma. Prijeđite gore ili dolje za prilagodbu.
pl: Stuknij dwukrotnie, aby wybrać poziom powiększenia. Przesuń w górę lub w dół, aby dostosować.
ro: Atinge de două ori pentru a alege nivelul de zoom. Glisează în sus sau în jos pentru ajustare.
tr: Yakınlaştırma düzeyi seçmek için çift dokunun. Ayarlamak için yukarı veya aşağı kaydırın.
uk: Двічі торкніться, щоб вибрати масштаб. Проведіть угору або вниз, щоб налаштувати.

source: Double tap to open focused cat view.
el: Αγγίξτε δύο φορές για να ανοίξετε την κάρτα της γάτας.
hr: Dodirnite dvaput za otvaranje kartice mačke.
pl: Stuknij dwukrotnie, aby otworzyć kartę kota.
ro: Atinge de două ori pentru a deschide cardul pisicii.
tr: Odaklanmış kedi kartını açmak için çift dokunun.
uk: Двічі торкніться, щоб відкрити картку кота.

source: Double tap to open this card
el: Αγγίξτε δύο φορές για να ανοίξετε αυτή την κάρτα
hr: Dodirnite dvaput za otvaranje ove kartice
pl: Stuknij dwukrotnie, aby otworzyć tę kartę
ro: Atinge de două ori pentru a deschide acest card
tr: Bu kartı açmak için çift dokunun
uk: Двічі торкніться, щоб відкрити цю картку
